Repository: OpenPLi/plugins-enigma2
Catalog: imdb/po/*.po
Languages: nl, ru

source: * = Restart Required
nl: * = Herstart noodzakelijk
ru: * = Требуется рестарт

source: Ambiguous results
nl: Geen eenduidige resultaten
ru: Результаты поиска

source: Cancel
nl: Annuleer
ru: Отмена

source: Couldn't get event name
nl: Kon de naam van het programma niet bepalen
ru: Не удалось получить название события

source: Details
ru: Детали

source: Downloading Movie Poster...
nl: Filmposter wordt gedownload...
ru: Загрузка постера...

source: Downloading reviews...
ru: Загрузка отзывов...

source: Enable this to be able to access IMDb search setup from within the plugin browser.
nl: Indien geactiveerd, dan kan het IMDb instellingmenu worden gestart vanuit de plug-in browser.
ru: Включить эту опцию, если хотите получить доступ к настройкам IMDb из меню плагинов.

source: Enable this to be able to access IMDb searches from within the channel context menu.
ru: Включите эту опцию, если хотите получить доступ к поиску IMDb из контекстного меню селектора каналов.

source: Enable this to be able to access IMDb searches from within the movie list.
nl: Indien geactiveerd, dan wordt de IMDb zoekfunctie vanuit het filmoverzicht / opnamelijst mogelijk.
ru: Включите эту опцию, если хотите получить доступ к поиску IMDb из контекстного меню списка видео.

source: Enable this to be able to access IMDb searches from within the multi-channel EPG menu.
ru: Включите эту опцию, если хотите получить доступ к поиску IMDb из контекстных меню EPG(одиночное/мульти/графическое).

source: Enable this to be able to access IMDb searches from within the plugin browser.
nl: Indien geactiveerd, dan kan de IMDb zoekfunctie vanuit de plug-in browser worden gestart.
ru: Включите эту опцию, если хотите получить доступ к поиску IMDb из меню плагинов.

source: Enter search
nl: Zoeken
ru: Введите условия поиска

source: Enter text to search for
nl: Zoek naar (tekst)
ru: Введите текст для поиска

source: Exit
nl: Afsluiten
ru: Выход

source: Exit IMDb search
nl: Verlaat de IMDb zoekfunctie
ru: IMDb поиск - выход

source: Extra Info
ru: Дополнительно

source: IMDB Exception
nl: IMDb Uitzondering
ru: IMDb исключение

source: IMDb Details parsed
nl: IMDb details ingelezen
ru: IMDb детали проанализированы

source: IMDb Download completed
nl: Download van IMDb voltooid
ru: Загрузка данных IMDb выполнена

source: IMDb Download failed
nl: Download van IMDb mislukt
ru: Загрузка данных IMDb неудачна

source: IMDb Menu
ru: Меню IMDb

source: IMDb Plugin
ru: Плагин IMDb

source: IMDb Re-Download completed
nl: IMDB-Download nogmaals uitgevoerd
ru: Повторная загрузка данных IMDb выполнена

source: IMDb Reviews parsed
ru: IMDb отзывы проанализированы

source: IMDb Setup
nl: IMDb instellingen
ru: Настройки IMDb

source: IMDb can not get Movie Information to write to .txt file!
nl: IMDb kan de information van de film niet als tekstbestand schrijven!
ru: IMDb не может получить информацию, для записи в .txt файл!

source: IMDb query failed!
nl: Zoeken in de IMDb mislukt!
ru: Запрос в IMDb не удался!

source: IMDb save completed
nl: De opslag van IMDb data is voltooid
ru: Загрузка данных IMDb выполнена

source: IMDb search
nl: IMDb zoekmachine
ru: IMDb поиск

source: IMDb setup
nl: IMDb instellingen
ru: Настройки IMDb

source: Ignoring invalid imdbId: %s
nl: Negeer onjuiste imdbId: %s
ru: Игнорирование недействительного IMDb Id: %s

source: Include episodes in the results. Takes effect after the next search of IMDb for a show name.
nl: Indien geactiveerd, dan worden de afleveringen in de resultaten opgenomen. Dit wordt pas actief na de volgende zoekopdracht op IMDb naar de naam van een show.
ru: Включить эпизоды в результаты. Вступает в силу после следующего поиска IMDb по названию.

source: Local file does not exist: %s
nl: Het lokale bestand bestaat niet: %s
ru: Локальный файл не : %s

source: Menu
ru: Меню

source: No IMDb match.
nl: Geen passende titel in de IMDB gevonden.
ru: Совпадение не найдено в IMDb!

source: No IMDb match:
nl: Geen passende overeenkomst in IMDb gevonden.
ru: Совпадений на IMDb нет:

source: No cast list found in the database.
nl: Geen cast in de database gevonden.
ru: Список актеров не найден в базе данных.

source: No details found.
nl: Geen details gevonden.
ru: Деталей не найдено.

source: OK
ru: ОК

source: Page down
ru: Страница вниз

source: Page up
ru: Страница вверх

source: Parsing reviews...
ru: Анализируем отзывы...

source: Play YT trailer
ru: Запустить YT трейлер

source: Please select the matching entry
nl: Maak de juiste keuze
ru: Пожалуйста, выберите соответствующее совпадение

source: Query IMDb: %s
nl: Zoekslag IMDb: %s
ru: Запрос IMDb: %s

source: Re-Query IMDb: %s...
nl: Nieuwe zoekslag in de IMDb: %s...
ru: Повторный запрос IMDb: %s...

source: Save current Details as .html for offline use
nl: Sla de huidige details op als ...html voor offline gebruik
ru: Сохранить текущие детали как .html для использования в автономном режиме

source: Save current Details as .txt
nl: Sla de huidige details op als ...txt
ru: Сохранить текущие детали как .txt

source: Save current Poster and Details as .txt
nl: Sla de huidige poster en details op als ....txt
ru: Сохранить текущие постер и детали как .txt

source: Search YT trailer
ru: Поиск в YT трейлер

source: Search event in IMDb
ru: Поиск события в IMDb

source: Search for details from the Internet Movie Database
nl: Zoek naar details binnen de Internet Movie Database
ru: Поиск деталей EPG в IMDb (база данных видео в сети)

source: Settings for Internet Movie Database searches
nl: Instellingen t.b.v. het zoeken in de Internet Movie Database
ru: Настройки поиска в IMDb (база данных видео в сети)

source: Setup
nl: Instellingen
ru: Настройки

source: Show a bigger poster
nl: Toon een grotere poster
ru: Показать большой постер

source: Show episode and year information for cast when available. Takes effect after the next fetch of show details.
nl: Indien geactiveerd, dan wordt indien beschikbaar, de aflevering- en jaarinformatie van de cast getoond. Deze mogelijkheid treedt in werking de eerstvolgende keer dat de gegevens van de show worden opgehaald.
ru: Показать информацию об эпизоде ​​и годе в списке актеров,если это доступно.

source: Show episode and year information in cast list
nl: Toon de aflevering- en jaarinformatie in het overzicht van de cast
ru: Показать инфо об эпизоде/годе в списке актеров

source: Show episodes in title menu
nl: Toon de afleveringen in het titelmenu
ru: Показать эпизоды в основном меню

source: Show first page of user reviews
ru: Показать первую страницу отзывов пользователей

source: Show full movie or series name in title menu
nl: Toon de volledige film- of naam van de serie in het titelmenu
ru: Показать полное название видео/сериала в основном меню

source: Show in channel context menu
ru: Показать в селекторе каналов

source: Show in movie list
nl: Toon de IMDb plug-in ook in de film / opnamelijst
ru: Показать в меню видео списка

source: Show in multi-channel EPG menu
ru: Показать в различных меню EPG

source: Show list of matched movies and series
ru: Показать список совпадений видео и сериалов

source: Show movie and series basic details
nl: Toon de basisgegevens van de films en series
ru: Показать видео и базовые детали сериала

source: Show movie and series extra details
nl: Toon de extra gegevens van de films en series
ru: Показать видео и подробности сериала

source: Show movie and series synopsis
nl: Toon een samenvatting van films en series
ru: Показать видео и краткий обзор сериала

source: Show search in plugin browser
nl: Toon de IMDb plug-in in de plug-in browser
ru: Показать поиск в меню плагинов

source: Show setup in plugin browser
nl: Toon de IMDb setup in de plug-in browser
ru: Показать настройки в меню плагинов

source: Show the whole IMDb title information for a movie or series, including, for example, alternative names and whether it's a series. Takes effect after the next search of IMDb for a show name.
nl: Indien geactiveerd, dan wordt de volledige titelinformatie van een film of serie in IMDb getoond, inclusief bijvoorbeeld de alternatieve namen en of het een serie is. Dit treedt pas in werking na de volgende zoekopdracht in IMDb voor de naam van een show.
ru: Показать всю информацию о названии IMDb для фильма или сериала, включая, например, альтернативные названия и является ли это сериалом. Вступает в силу после следующего поиска IMDb для названия.

source: SubsSupport import failed
ru: Ошибка импорта SubsSupport

source: SubsSupport search
ru: Поиск в SubsSupport

source: SubsSupport search failed
ru: Ошибка поиска в SubsSupport

source: Synopsis
nl: Samenvatting
ru: Краткий обзор

source: The Internet Movie Database
nl: De Internet Movie Database
ru: База данных видео в сети

source: This option allows you add words/phrases for IMDb to ignore when searching. Please separate the words/phrases with commas.
nl: Met deze optie wordt het mogelijk om woorden / zinnen uit te sluiten tijdens het zoeken. Gebruik een komma als scheidingsteken voor de diverse woorden.
ru: Эта опция позволяет добавить слова/фразы для игнорирования при поиске в IMDb. Пожалуйста, отделяйте слова/фразы запятой.

source: Title Menu
nl: Titel menu
ru: Основное меню

source: User reviews
ru: Отзывы пользователей

source: Words / phrases to ignore
nl: Voer de woorden / zinnen in om te negeren
ru: Cлова/фразы для игнорирования

source: YT trailer import failed
ru: Ошибка импорта YT трейлера

source: YT trailer play failed
ru: Ошибка запуска YT трейлера

source: YT trailer search failed
ru: Ошибка поиска YT трейлера

source: connection error
nl: verbindingsfout
ru: ошибка соединения

source: no user rating yet
nl: Nog geen gebruikers waardering
ru: пользовательский рейтинг отсутствует

source: timeout
ru: задержка

source: : %d total
ru: : %d всего

source: Import from EPG
ru: Импорт из EPG

source: Channel Selection
ru: Селектор каналов
